HOUR_CALLS_ON = [
    "HOUR_CALL_1",
]

HOUR_CALLS = {
    "HOUR_CALL_1": [
        "00:00，在下会永远陪伴在主人身边♪", "01:00，恕在下冒昧，请问您是在下的主人吗♪",
        "02:00，您果然是在下的主人呢，在下终于和您相遇了♪",
        "03:00，很荣幸能够再次见到您，主人♪",
        "04:00，打扰了，起床时间到喽，主人您睡醒了吗♪",
        "05:00，这是今天的零花钱，拿这个作为交换可以获得商店里的商品♪",
        "06:00，在下真是幸福的人呢，可以伺候主人，照顾主人，在下真的是期盼很久了呢♪",
        "07:00，为了伺候主人，在下在故乡做了不少修炼♪",
        "08:00，让身为向导的在下来引导你吧♪",
        "09:00，引导主人是在下的使命♪",
        "10:00，主人的任何一切，我都想亲自准备和管理...♪",
        "11:00，主人真是温柔的人呢♪",
        "12:00，所以让我们两个一起一点一点的认识这个世界吧♪ ",
        "13:00，一直一直陪伴在主人身边，在下就觉得很幸福了♪",
        "14:00，即使在下无法成为男女主角，至少让在下陪伴在心爱的人身旁...♪",
        "15:00，和主人相处的时光实在是太快乐，太充实了♪",
        "16:00，如果有一天主人迷路的话，在下会带主人去主人想去的地方哦♪",
        "17:00，我们买好食材，让在下来做饭吧♪",           
        "18:00，挑食的话坏坏哦，真拿您没办法♪ ",
        "19:00，等办完正事回家后，还请让在下尽情的撒娇♪",
        "20:00，主人，请不要把头埋进在下的衣服底下♪",
        "21:00，主人你好久没这样了，您想对在下撒娇吗♪\n",
        "22:00，主人，就算只有一下子也没关系，要不要和在下一起睡呢♪",
        "23:00，主人，如果可以的话请永远让在下陪伴在您左右♪"
     ],
}
